---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CutLineDistance
source: html/dcf89af1-1054-763f-1a32-39786ec669ac.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CutLineDistance Property

"Cut Line Distance"

## Syntax (C#)
```csharp
public static ForgeTypeId CutLineDistance { get; }
```